Repository: front-matter/rogue-scholar
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it, sl, sv, tr

source: About
it: Informazioni
sl: O nas
sv: Om
tr: Hakkında

source: Overview
it: Panoramica
sl: Pregled
sv: Översikt
tr: Genel Bakış

source: FAQ
sl: Pogosta vprašanja
tr: SSS

source: Dashboard
sl: Nadzorna plošča
sv: Instrumentpanel
tr: Kontrol Paneli

source: Register Your Blog
it: Registra il tuo blog
sl: Registrirajte svoj blog
sv: Registrera din blogg
tr: Blogunuzu kaydedin

source: Community
it: Comunità
sl: Skupnost
sv: Gemenskap
tr: Topluluk

source: Advisory Board
it: Comitato consultivo
sl: Svetovalni odbor
sv: Rådgivande styrelse
tr: Danışma Kurulu

source: Newsletter
sl: Novice
sv: Nyhetsbrev
tr: Bülten

source: Documentation
it: Documentazione
sl: Dokumentacija
sv: Dokumentation
tr: Dokümantasyon

source: Slack Community
it: Comunità Slack
sl: Slack skupnost
sv: Slack-gemenskap
tr: Slack Topluluğu

source: Support
it: Supporto
sl: Podpora
tr: Destek

source: Membership Interest Form
it: Modulo di interesse per l'adesione
sl: Obrazec za interes za članstvo
sv: Intresseanmälan för medlemskap
tr: Üyelik ilgi formu

source: Donate
it: Dona
sl: Donirajte
sv: Donera
tr: Bağış yap

source: Web Analytics
it: Analisi web
sl: Spletna analitika
sv: Webbanalys
tr: Web Analizi

source: Status
it: Stato
sl: Stanje
tr: Durum

source: Recent blog posts
it: Articoli recenti in italiano
sl: Nedavne objave v slovenščini
sv: Senaste blogginlägg på svenska
tr: Türkçe son blog yazıları

source: No records found.
it: Nessun articolo in italiano trovato.
sl: Ni najdenih objav v slovenščini.
sv: Inga inlägg på svenska hittades.
tr: Türkçe yazı bulunamadı.

source: Search all records
it: Cerca tutti gli articoli
sl: Išči vse objave
sv: Sök alla inlägg
tr: Tüm yazıları ara

source: Participating Blogs
it: Blog partecipanti
sl: Sodelujoči blogi
sv: Deltagande bloggar
tr: Katılan bloglar

source: All Posts
it: Tutti gli articoli
sv: Alla inlägg
tr: Tüm yazılar

source: Posts last 30 Days
it: Articoli degli ultimi 30 giorni
sv: Inlägg senaste 30 dagarna
tr: Son 30 günün yazıları

source: Posts with ORCID
it: Articoli con ORCID
sl: Objave z ORCID
sv: Inlägg med ORCID
tr: ORCID'li yazılar

source: Posts with ROR ID
it: Articoli con ROR ID
sl: Objave z ROR ID
sv: Inlägg med ROR-ID
tr: ROR ID'li yazılar

source: Posts with References
it: Articoli con riferimenti
sl: Objave z referencami
sv: Inlägg med referenser
tr: Referanslı yazılar

source: Posts with Funding
it: Articoli con finanziamento
sl: Objave s financiranjem
sv: Inlägg med finansiering
tr: Finansmanlı yazılar

source: Cited Posts
it: Articoli citati
sv: Citerade inlägg
tr: Alıntılanan yazılar

source: All Blog Posts
sl: Vse objave

source: All Citations
sl: Vsi citati
